tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "glib"
brew "cairo"
brew "cmake"
brew "ctags"
brew "efm-langserver"
brew "fd"
brew "flake8"
brew "fzf"
brew "gdk-pixbuf"
brew "go"
brew "python@3.11"
brew "gobject-introspection"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "imagemagick"
brew "lazygit"
brew "libidn2"
brew "llvm"
brew "mailhog"
brew "minikube"
brew "mono"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nvm"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "spotifyd"
brew "stow"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "zsh"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
