tap "aspnet/dnx"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "rigellute/tap"
brew "glib"
brew "cairo"
brew "cmake"
brew "ctags"
brew "efm-langserver"
brew "flake8"
brew "fzf"
brew "gdk-pixbuf"
brew "go"
brew "python@3.11"
brew "gobject-introspection"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "imagemagick"
brew "lazygit"
brew "libidn2"
brew "llvm"
brew "mailhog"
brew "minikube"
brew "mono"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nvm"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "spotifyd"
brew "stow"
brew "tmux"
brew "tree"
brew "unbound"
brew "vim"
brew "zsh"
brew "aspnet/dnx/dnvm"
brew "rigellute/tap/spotify-tui"
cask "alacritty"
cask "font-hack-nerd-font"
cask "iina"
cask "microsoft-office"
vscode "13xforever.language-x86-64-assembly"
vscode "abusaidm.html-snippets"
vscode "alefragnani.Bookmarks"
vscode "austin.code-gnu-global"
vscode "blairleduc.touch-bar-display"
vscode "christian-kohler.path-intellisense"
vscode "CoenraadS.bracket-pair-colorizer-2"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "lextudio.restructuredtext"
vscode "magicstack.MagicPython"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "octref.vetur"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "trond-snekvik.simple-rst"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.JavaScriptSnippets"
